Repository: WPPlugins/woocommerce-gift-wrapper
Catalog: lang/woocommerce-gift-wrapper-*.po
Languages: ru_ru

source: Gift Wrap Note
ru_ru: Заметка на Подарочной упаковке

source: Settings
ru_ru: Настройки

source: Gift Wrapping
ru_ru: Подарочная упаковка

source: Gift Wrapping Options
ru_ru: Настройки Подарочной упаковки

source: Start by <a href="%s" target="_blank">adding at least one product</a> called "Gift Wrapping" or something similar.
ru_ru: Начните с <a href="%s" target="_blank">добавления по крайней мере один продукт</a> под названием «Подарочная упаковка» или нечто подобное.

source: Create a unique product category for this/these gift wrapping product(s), and add them to this category.
ru_ru: Создайте уникальный продукт категории для этого/этих подарочная упаковка продуктов и добавить их в эту категорию.

source: Then consider the options below.
ru_ru: Затем рассмотрите варианты ниже.

source: Where to Show Gift Wrapping
ru_ru: Где показывать блок добавления Подарочной упаковки

source: Choose where to show gift wrap options to the customer on the cart page. You may choose more than one.
ru_ru: Выберите где Показать параметры обтекания подарок к клиенту на странице корзины. Вы можете выбрать больше чем один.

source: Under Coupon Field in Cart
ru_ru: Под полем ввода купона в Корзине

source: Above Totals Field in Cart
ru_ru: Перед Итогом в Корзине

source: Before Checkout
ru_ru: Перед формой оформления заказа

source: Gift Wrap Category
ru_ru: Категория товаров Подарочной упаковки

source: Define the category which holds your gift wrap product(s).
ru_ru: Выберите Категорию, в которой находятся ваши Подарочные упаковки.

source: Define a Category
ru_ru: Определить Категорию

source: Show Gift Wrap Thumbs in Cart
ru_ru: Показывать миниатюры

source: Should gift wrap product thumbnail images be visible in the cart?
ru_ru: Должны ли миниатюры Подарочной упаковки отображаться в Корзине?

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Allow more than one gift wrap product in cart?
ru_ru: Разрешить добавлять более одной Подарочной упаковки?

source: If yes, customers can buy more than one gift wrapping product in one order.
ru_ru: Если да, покупатели смогут добавить к заказу две или более Подарочных упаковки.

source: Should Gift Wrap option open in pop-up?
ru_ru: Открывать выбор Подарочной упаковки в лайтбоксе?

source: If checked, there will be a link ("header") in the cart, which when clicked will open a window for customers to choose gift wrapping options. It can be styled and might be a nicer option for your site. NOTE: modal does not work with the Avada theme.
ru_ru: Если да, выбор Подарочной упаковки будет открываться во всплывающем окне.

source: Gift Wrap Details
ru_ru: Описание Подарочной упаковки

source: Optional text to give any details or conditions of your gift wrap offering. This text is not translatable by Wordpress i18n.
ru_ru: Необязательный текст давать никаких подробностей или условий Вашего подарка обернуть предложения. Этот текст не могут быть переведены на Wordpress i18n.

source: Textarea Character Limit
ru_ru: Textarea символов

source: How many characters your customer can type when creating their own note for giftwrapping. Defaults to 1000 characters; lower this number if you want more brief comments from your customers.
ru_ru: Сколько символов клиент может ввести при создании собственной записки для giftwrapping. По умолчанию 1000 символов; уменьшить это число, если вы хотите более краткие комментарии от клиентов.

source: Add gift wrapping?
ru_ru: Добавить подарочную упаковку?

source: Add Gift Wrap to Order
ru_ru: Добавить подарочную упаковку к заказу

source: Add Gift Wrap Message:
ru_ru: Добавить сообщение к Подарочной упаковке:

source: Cancel
ru_ru: Отмена

source: Are you sure you want to replace the gift wrap in your cart?
ru_ru: Вы уверены, что хотите заменить Подарочную упаковку в Корзине?

source: Woocommerce Gift Wrapper
ru_ru: Woocommerce Подарочная упаковка

source: This plugin shows gift wrap options on the WooCommerce cart and/or checkout page, and adds gift wrapping to the order
ru_ru: Этот плагин отображает блок выбора Подарочной упаковки в Корзине, чтобы посетители могли быстро добавить её к заказу.
